{
    "pitch": "I am passionate about contributing to turning ideas into functional products of innovation.",
    "to-about-me": "About Me",
    "to-experience": "Experience",
    "to-technologies": "Technologies and Tools",
    "to-portfolio": "Portfolio",
    "hello-me": "Greet me!",
    "t-na": "Na",
    "t-me": "me",
    "t-mes": "Mes",
    "t-sage": "sage",
    "t-send": "send",
    "t-cancel": "cancel",
    "t-profile-1": "Soft",
    "t-profile-2": "ware",
    "t-profile-3": "Engineer",
    "t-fullsatck-developer": "Full Stack Developer",
    "t-class-assistant": "Digital Programming Class Assistant",
    "p1-profile-1": "I'm a",
    "t-software-engineer": "Software Engineer",
    "p1-profile-2": "with experience in both",
    "p1-profile-3": "Development and",
    "t-data-scientist": "Data Science",
    "p1-profile-4": "I possess skills in languages such as",
    "p1-profile-5": "and am familiar with a wide range of frameworks, including",
    "t-and": "and",
    "p2-profile-1": "My professional career as a",
    "p2-profile-2": "has allowed me not only to interact with clients and manage logistics projects, but also to participate in strategic negotiations. Additionally, my studies in Civil Engineering have given me solid",
    "p2-profile-3": "analytical",
    "p2-profile-4": "and",
    "p2-profile-5": "problem-solving skills",
    "p2-profile-6": "I consider myself a person curious about nature and I enjoy solving challenges through",
    "p2-profile-7": "data visualization",
    "p2-profile-8": "and",
    "p2-profile-9": "analysis",
    "p2-profile-10": "I am genuinely passionate about turning ideas into functional innovation products",
    "t-current": "Current",
    "t-in": "in",
    "exp-1-1": "As a Software Engineer, my main responsibility is the maintenance and development of products. I develop REST services in TypeScript with NestJs, in Python with FastApi, and work on the frontend part with Vue.js. I work closely with the team to make micro-improvements, solve technical issues and errors in existing services, ensuring optimal system performance and an exceptional user experience.",
    "exp-1-2": "Performing these tasks for banking and insurance clients (Consorcio Chile).",
    "exp-2-1": "As a Software Lead, my main responsibility is to lead the development, support, and make technological decisions in the company. I focus on developing new features for our applications. Additionally, I have autonomy to select the most suitable technologies for our projects, evaluating and choosing the appropriate programming languages, frameworks, and tools.",
    "exp-3-1": "Support in the management and maintenance of web applications, hybrid mobile applications, databases; based on Python (Flask, FastAPI, Django) and MariaDB. ETL processes and data analysis for obtaining insights and KPIs. Process optimization with Pandas, Numpy, Matplotlib.",
    "exp-4-1": "Development of Web applications based on Restful APIs built with Python (Django-DRF), Vue.js, and Bootstrap on the Front-End.",
    "exp-5-1": "Mentoring students on digital programming. Private classes. Problem-solving during practical classes for students.",
    "t-ski": "Ski",
    "t-lls": "lls",
    "back-1": "Back",
    "back-2": "end",
    "back-3": "Skills",
    "front-1": "Front",
    "front-2": "end",
    "front-3": "Skills"
}