{
    "pitch": "Me apasiona que mi trabajo contribuya a convertir ideas en productos funcionales de innovación.",
    "to-about-me": "Sobre mi",
    "to-experience": "Experiencia",
    "to-tecnologies": "Tecnologías y herramientas",
    "to-portfolio": "Portafolio",
    "hello-me": "Salúdame!",
    "t-na": "Nom",
    "t-me": "bre",
    "t-mes": "Men",
    "t-sage": "saje",
    "t-send": "enviar",
    "t-cancel": "cancelar",
    "t-profile-1": "Ing",
    "t-profile-2": "eniero de",
    "t-profile-3": "Software",
    "t-fullsatck-developer": "Desarrollador Full Stack",
    "t-class-assistant": "Preparador de Programación Digital",
    "p1-profile-1": "Soy un",
    "t-software-engineer": "Ingeniero de software",
    "p1-profile-2": "con experiencia tanto en Desarrollo",
    "p1-profile-3": "como en",
    "t-data-scientist": "Ciencia de Datos",
    "p1-profile-4": "Poseo habilidades en lenguajes como",
    "p1-profile-5": "y estoy familiarizado con una amplia gama de frameworks, que incluyen",
    "t-and": "y",
    "p2-profile-1": "Mi trayectoria profesional como",
    "p2-profile-2": "me ha permitido no solo interactuar con clientes y gestionar proyectos logísticos, sino también participar en negociaciones estratégicas. Además, mis estudios en Ingeniería Civil me han brindado una sólida",
    "p2-profile-3": "capacidad analítica",
    "p2-profile-4": "y de",
    "p2-profile-5": "resolución de problemas",
    "p2-profile-6": "Me considero una persona curiosa por naturaleza y disfruto resolviendo retos a través de la",
    "p2-profile-7": "visualización",
    "p2-profile-8": "y el",
    "p2-profile-9": "análisis de datos",
    "p2-profile-10": "Estoy genuinamente apasionado por convertir ideas en productos de innovación funcional",
    "t-current": "Actual",
    "t-in": "en",
    "exp-1-1": "Como Ingeniero de Software mi principal responsabilidad es el mantenimiento y desarrollo de productos. Desarrollo de servicios REST en TypeScript con NestJs, en Python con FastApi y desarrollo de la parte frontend con Vue.js. Trabajo en estrecha colaboración con el equipo para hacer micromejoras, resolver problemas y errores técnicos de servicios existentes, garantizando un rendimiento óptimo de los sistemas y una experiencia de usuario excepcional.",
    "exp-1-2": "Desarrollando estas labores para clientes de banco y seguro (Consorcio Chile).",
    "exp-2-1": "Como Software Lead, mi principal responsabilidad es liderar el desarrollo, soporte y toma de decisiones tecnológicas en la empresa. Me concentro en desarrollar nuevas funciones para nuestras aplicaciones. Además, tengo autonomía para seleccionar las tecnologías más adecuadas para nuestros proyectos, evaluando y eligiendo los lenguajes, frameworks y herramientas de programación adecuados.",
    "exp-3-1": "Apoyo en la gestión y mantenimiento en el desarrollo de aplicaciones web, móvil hibridas, bases de datos; basados en Python (Flask, FastAPI, Django) y MariaDB. Procesos ETL y análisis de datos para obtención Insights y KPI's. Optimización de procesos con Pandas, Numpy, Matplotlib.",
    "exp-4-1": "Desarrollo de aplicaciones Web basadas en API Rest construidas con Python (Django-DRF), Vue.js y Boostrap en el Front-End.",
    "exp-5-1": "Mentorías a estudiantes sobre programación digital. Clases particulares. Resolución de problemas durante clases prácticas de los estudiantes.",
    "back-1": "Tec",
    "back-2": "nologías",
    "back-3": "Backend",
    "front-1": "Tec",
    "front-2": "nologías",
    "front-3": "Frontend"
}